[
  {
    "id": 2,
    "code": "P01",
    "name": "Perfil 01",
    "description": "Perfil de gran versatilidad.Permite el montaje con grampas planas o inclinadas así como también embutido en un calado de madera. Aloja tiras de led de hasta 12 mm de ancho ofreciendo una disipación de temperatura que alarga la vida útil del led. Excelente acabado visual con opción de difusor, opalino o transparente, buscando terminación visual o ganancia lumínica respectivamente.",
    "material": "Aluminio 6061",
    "finish_surface": "Anodizado",
    "max_w_per_m": 16,
    "use_cases": "Bajo mesadas; Gargantas; Placares y vestidores; Muebles; Fachadas; Detalles",
    "created_at": "2025-10-21T20:32:49.858949+00:00"
  },
  {
    "id": 1,
    "code": "PH1",
    "name": "Perfil H1",
    "description": "Diseñado para múltiples usos, desde sujetarse sin grampas visibles, hasta crear diseños colgantes. Gracias a su forma de “H” puede alojar tiras de led de ambos lados, creando una iluminación directa-indirecta. Posee una gran firmeza estructural lo cual anula el curvado del mismo.",
    "material": "Aluminio 6061",
    "finish_surface": "Anodizado",
    "max_w_per_m": 20,
    "use_cases": "Usos: líneas en techo, paredes, oficinas, hogares, habitaciones, cocina, living, etc.",
    "created_at": "2025-10-21T19:51:50.709355+00:00"
  },
  {
    "id": 5,
    "code": "P02",
    "name": "Perfil P02",
    "description": "Sus reducidas dimensiones lo hacen delicado e ideal para pequeños espacios brindando una “linea de luz” al combinarlo con nuestra tira 2835-120 de 9,6w. Fue diseñado para tiras de 8 mm de ancho con una disipación que permite alojar tiras de hasta 10w/m.",
    "material": "aluminium",
    "finish_surface": null,
    "max_w_per_m": 10,
    "use_cases": "Bajo mesadas\nGargantas\nPlacares y vestidores\nMuebles\nExhibidores\nDetalles",
    "created_at": "2025-11-13T12:37:26.10909+00:00"
  },
  {
    "id": 6,
    "code": "PAN",
    "name": "Perfil Angulo",
    "description": "Este perfil permite colocar en su interior una tira de led en un ángulo de 45° generando una iluminación focalizada en la zona de preferencia. Brindando una terminación destacada se asegura la protección de la tira de led contra agentes externos y la disipación necesaria.",
    "material": "aluminium",
    "finish_surface": null,
    "max_w_per_m": 10,
    "use_cases": "Bajo mesadas\nGargantas\nPlacares y vestidores\nMuebles\nFachadas\nDetalles",
    "created_at": "2025-11-13T12:56:23.247098+00:00"
  }
]